{
  "Marius Dumitran": [
    "buna ziua. Am adaugat cursurile 3.1 si 3.2 (la 3.2 aveti o tema la pagina 70 pe care o puteti aduce in format fizic pe hartie la curs) o discutam saptamana viitoare.\n \nPentru predictibilitate va anunt din timp:\nVom facem cursuri pe 12 si 19 noiembrie la ora 12 (o sa revin cu sala) si nu vom face cursuri pe 14 si 21 noiembrie.\nSeminar o sa fie pe 21 noiembrie comun cu ambele grupe (daca gasiti alte variante luni marti miercuri in care putem face ora cu cate o grupa sa imi spuneti).\n \nCursul/seminarul de pe 7 noiembrie se tin conform orarului.",
    "Cursuri noi/Tema + Informatii cursuri\nGeneral buna ziua. Am adaugat cursurile 3.1 si 3.2 (la 3.2 aveti o tema la pagina 70 pe care o puteti aduce in format fizic pe hartie la curs) o discutam saptamana viitoare.\n \nPentru predictibilitate va anunt din timp:\nVom facem cursuri pe 12 si 19 noiembrie la ora 12 (o sa revin cu sala) si nu vom face cursuri pe 14 si 21 noiembrie.\nSeminar o sa fie pe 21 noiembrie comun cu ambele grupe (daca gasiti alte variante luni marti miercuri in care putem face ora cu cate o grupa sa imi spuneti).\n \nCursul/seminarul de pe 7 noiembrie se tin conform orarului.\n ",
    "Va rugam sa completati acest forms sa ne coordonam mai bine:",
    "Buna ziua am pus materialele de la curs in AF seria 25. Cu mențiunea ca 2.4 componente Tare Conexe este doar un mic help pentru laborator si nu a fost discutata la curs. De asemenea la algoritmul lui Havel Hakimi nu am discutat demonstrația corectitudinii și demonstrația nu se cere la examen.\nProgramul pe următoarele 2 săptămâni:\n17 Octombrie (nu se tine nici curs nici seminar: Cursul 3 l-am recuperat in avans astăzi 11 octombrie )\n24 Octombrie conform programului (seminarul 2 cu toata grupa).",
    "Program de pregătire pentru concursuri (5-6 Octombrie):\n5 Octombrie, ora 15:00: Concurs individual de 2 ore.\n6 Octombrie, ora 11:00: Concurs individual de 3 ore și jumătate, cu condiții speciale.\nInformații suplimentare:\nAmbele concursuri vor avea loc la Amfiteatrul Titeica.\nParticipanții sunt așteptați cu laptopul propriu.\nDacă nu aveți un laptop, este în regulă. Avem și o sală de laborator disponibilă.\nOrele anunțate sunt cele de start al concursurilor. Veniți cu cel puțin 15 minute înainte.\nÎn weekend, facultatea poate fi închisă; accesul se face pe la Facultatea de Litere.\nDuminică, participarea online nu este permisă.\nSâmbătă se poate participa online, dar nu este încurajată.\nContacte utile:",
    "pentru cei de anul 1 exista un curs facultativ de programare competitiva. In mare el va fi integrat in cercul de Hai La Olimpiada care se intampla sambata dimineata. Acolo exista 4 nivele a 9-a, a 10-a, 11-12 si lot. Va alegeti unde vreti sa mergeti. Daca mergeti constant si sunteti activi si rezolvati probleme veti putea obtine o nota la PC. Pentru o nota buna veti avea nevoie de prezenta de activitate si voi dori sa vad o crestere evidenta in ratingul de Codeforces (indifierent de unde incepeti). Vom discuta mai mult in a doua parte a semestrului. Oricum scopul principal trebuie sa fie sa invatati lucruri noi si nu nota."
  ],
  "Sorina Predut": [
    "Marti, 5 noiembrie in intervalul 8-11, sala Google avem programat workshopul Oracle SQL Tuning - partea I, sustinut de specialist industrie ing. Valetin Robu, Oracle Technical Leader.\nAcesta va avea loc in format fizic in sala Google si online pe platforma Zoom sau Teams (datele de conectare pentru workshop vor fi trimise ulterior prin email).\nPentru a va putea inscrie la acest workshop va rog sa completati urmatorul formular",
    "Buna ziua!\nNu pot tine cursul de luni, 4.11\nOrele de laborator se vor tine.\nScuze pentru disconfortul creat.\nMultumesc!",
    "Am creat userul seria25 cu schema companie comerciala si pe masinile virtuale o21c si o23ai de la facultate. Gasiti datele de conectare tot in fisierul conectare_SQLDeveloper.txt",
    "Din pacate nu pot tine orele marti in intervalul 12-14 in perioada octombrie-noiembrie. Azi pot face o exceptie ca sa nu piarda nimeni activitatea. Dar cu incepere la ora 13 la sala 221A. Discutam la lab despre o solutie pt studentii care nu pot ajunge in intervalul 16-18. Multumesc!",
    "Buna dimineata!\n \nComisia de orar m-a informat că laboratorul subgrupei 2522 este programat marți, în intervalul 16:00-18:00, în sala 221A. Modificarea va fi vizibilă pe site în weekend.\n \nPrin urmare, începând de astăzi, voi desfășura orele la grupa 252 în intervalul 14:00-18:00.\n \nReamintesc ce am menționat la cursul de ieri:\n \nLa laboratorul subgrupei 2521 vor participa studenții care nu s-au înscris la opționalul DAW ASP.NET. Ceilalți studenți vor fi distribuiți în celelalte 3 subgrupe din seria 25.\nPuteți participa la oricare dintre cele 4 laboratoare ale seriei 25, dacă există locuri disponibile.\nCompletați fișierul distributie_lab, secțiunea Files.",
    "Am adaugat formule in fisierul distributie_lab, secțiunea Files pentru a urmari mai usor nr de locuri libere (maxim 20!) de la laboratorul unei subgrupe.\nVa rog sa completati subgrupa la care veti merge.\n \nChiar daca prima tema de laborator are deadline peste aproape 2 saptamani este bine sa incepeti sa lucrati inca de acum.\nVerificati fisierele text teme_2511, teme_2512, teme_2521, teme_2522 din secțiunea Materiale/laboratoare"
  ]
}