{
  "Marius Dumitran": [
    "buna ziua. Am adaugat cursurile 3.1 si 3.2 (la 3.2 aveti o tema la pagina 70 pe care o puteti aduce in format fizic pe hartie la curs) o discutam saptamana viitoare.\n \nPentru predictibilitate va anunt din timp:\nVom facem cursuri pe 12 si 19 noiembrie la ora 12 (o sa revin cu sala) si nu vom face cursuri pe 14 si 21 noiembrie.\nSeminar o sa fie pe 21 noiembrie comun cu ambele grupe (daca gasiti alte variante luni marti miercuri in care putem face ora cu cate o grupa sa imi spuneti).\n \nCursul/seminarul de pe 7 noiembrie se tin conform orarului.",
    "Cursuri noi/Tema + Informatii cursuri\nGeneral buna ziua. Am adaugat cursurile 3.1 si 3.2 (la 3.2 aveti o tema la pagina 70 pe care o puteti aduce in format fizic pe hartie la curs) o discutam saptamana viitoare.\n \nPentru predictibilitate va anunt din timp:\nVom facem cursuri pe 12 si 19 noiembrie la ora 12 (o sa revin cu sala) si nu vom face cursuri pe 14 si 21 noiembrie.\nSeminar o sa fie pe 21 noiembrie comun cu ambele grupe (daca gasiti alte variante luni marti miercuri in care putem face ora cu cate o grupa sa imi spuneti).\n \nCursul/seminarul de pe 7 noiembrie se tin conform orarului.\n ",
    "Va rugam sa completati acest forms sa ne coordonam mai bine:",
    "Buna ziua am pus materialele de la curs in AF seria 25. Cu mentiunea ca 2.4 componente Tare Conexe este doar un mic help pentru laborator si nu a fost discutata la curs. De asemenea la algoritmul lui Havel Hakimi nu am discutat demonstratia corectitudinii si demonstratia nu se cere la examen.\nProgramul pe urmatoarele 2 saptamani:\n17 Octombrie (nu se tine nici curs nici seminar: Cursul 3 l-am recuperat in avans astazi 11 octombrie )\n24 Octombrie conform programului (seminarul 2 cu toata grupa).",
    "Program de pregatire pentru concursuri (5-6 Octombrie):\n5 Octombrie, ora 15:00: Concurs individual de 2 ore.\n6 Octombrie, ora 11:00: Concurs individual de 3 ore si jumatate, cu conditii speciale.\nInformatii suplimentare:\nAmbele concursuri vor avea loc la Amfiteatrul Titeica.\nParticipantii sunt asteptati cu laptopul propriu.\nDaca nu aveti un laptop, este in regula. Avem si o sala de laborator disponibila.\nOrele anuntate sunt cele de start al concursurilor. Veniti cu cel putin 15 minute inainte.\nin weekend, facultatea poate fi inchisa; accesul se face pe la Facultatea de Litere.\nDuminica, participarea online nu este permisa.\nSambata se poate participa online, dar nu este incurajata.\nContacte utile:",
    "pentru cei de anul 1 exista un curs facultativ de programare competitiva. In mare el va fi integrat in cercul de Hai La Olimpiada care se intampla sambata dimineata. Acolo exista 4 nivele a 9-a, a 10-a, 11-12 si lot. Va alegeti unde vreti sa mergeti. Daca mergeti constant si sunteti activi si rezolvati probleme veti putea obtine o nota la PC. Pentru o nota buna veti avea nevoie de prezenta de activitate si voi dori sa vad o crestere evidenta in ratingul de Codeforces (indifierent de unde incepeti). Vom discuta mai mult in a doua parte a semestrului. Oricum scopul principal trebuie sa fie sa invatati lucruri noi si nu nota.",
    "tac-tac-tac",
    "am asta care ma duce undeva",
    "retinem cuvinte: repetent, restanta, restantier",
    "este o ahhhhhh.... ahhhhh",
    "am steluta asta care ma duce undeva",
    "ai aruncat hash-ul",
    "mai dureros pe un hash",
    "stanga sau dreapta? 2!",
    "nu stiu: blah",
    "omuletul 10 ce valoare are?",
    "mi-e frica sa ating tabla asta",
    "nici macar nu-mi aduc aminte",
    "fac minimul si minimul e minimul",
    "5 jucarii inclusiv cainele si toate miau",
    "eram la partea de glume",
    "uneori nu-i atat de clar chiar daca e clar",
    "cursul e greu",
    "uitati haos",
    "ma intereseaza doar cine iese din mine, nu cine intra",
    "timpul trece repede cand te distrezi",
    "muchii normale care merg in lanturi",
    "ganditi-va ca tai",
    "sa le dam si nume: 1, 2, 3, [...]",
    "eu pot s-ajung la mine ca sunt deja acolo",
    "tac-taac",
    "ori 5 or foul meu. deci prefer 3",
    "opt observa ca e nasol aicea"
  ],
  "Sorina Predut": [
    "Marti, 5 noiembrie in intervalul 8-11, sala Google avem programat workshopul Oracle SQL Tuning - partea I, sustinut de specialist industrie ing. Valetin Robu, Oracle Technical Leader.\nAcesta va avea loc in format fizic in sala Google si online pe platforma Zoom sau Teams (datele de conectare pentru workshop vor fi trimise ulterior prin email).\nPentru a va putea inscrie la acest workshop va rog sa completati urmatorul formular",
    "Buna ziua!\nNu pot tine cursul de luni, 4.11\nOrele de laborator se vor tine.\nScuze pentru disconfortul creat.\nMultumesc!",
    "Am creat userul seria25 cu schema companie comerciala si pe masinile virtuale o21c si o23ai de la facultate. Gasiti datele de conectare tot in fisierul conectare_SQLDeveloper.txt",
    "Din pacate nu pot tine orele marti in intervalul 12-14 in perioada octombrie-noiembrie. Azi pot face o exceptie ca sa nu piarda nimeni activitatea. Dar cu incepere la ora 13 la sala 221A. Discutam la lab despre o solutie pt studentii care nu pot ajunge in intervalul 16-18. Multumesc!",
    "Buna dimineata!\n \nComisia de orar m-a informat ca laboratorul subgrupei 2522 este programat marti, in intervalul 16:00-18:00, in sala 221A. Modificarea va fi vizibila pe site in weekend.\n \nPrin urmare, incepand de astazi, voi desfasura orele la grupa 252 in intervalul 14:00-18:00.\n \nReamintesc ce am mentionat la cursul de ieri:\n \nLa laboratorul subgrupei 2521 vor participa studentii care nu s-au inscris la optionalul DAW ASP.NET. Ceilalti studenti vor fi distribuiti in celelalte 3 subgrupe din seria 25.\nPuteti participa la oricare dintre cele 4 laboratoare ale seriei 25, daca exista locuri disponibile.\nCompletati fisierul distributie_lab, sectiunea Files.",
    "Am adaugat formule in fisierul distributie_lab, sectiunea Files pentru a urmari mai usor nr de locuri libere (maxim 20!) de la laboratorul unei subgrupe.\nVa rog sa completati subgrupa la care veti merge.\n \nChiar daca prima tema de laborator are deadline peste aproape 2 saptamani este bine sa incepeti sa lucrati inca de acum.\nVerificati fisierele text teme_2511, teme_2512, teme_2521, teme_2522 din sectiunea Materiale/laboratoare",
    "Oracle e complet",
    "pachete declansator sau trigger",
    "sa aveti apeluri",
    "creati clone",
    "sa nu avanseze un coleg peste ceilalti",
    "impartiti ecranul in doua",
    "daca tot esti acolo, ramai acolo",
    "sfatul meu e sa nu muntiti prea mult",
    "tu esti ucenicul meu",
    "despre motorul PL/SQL si cum functioneaza",
    "deja de-aici are o litera",
    "hai sa mai scot niste miniaturi",
    "unu la multi",
    "translatare a piciorului de cioara",
    "SQL se dovedeste limitat",
    "cum vi se intampla si voi",
    "numele poate fi orice",
    "mi-e urat de el da' n-am incotro",
    "parcurgem colectia in cel mai mod",
    "populati doar o parte",
    "puteti eventual depozite sectoare",
    "cursul de astazi este de asemenea in folder",
    "cine merge la master o sa se intalneasca cu tipul RAW",
    "iarasi un spoiler",
    "e un bloc aici",
    "nu putem avea gauri",
    "si sa facem acele greseli",
    "exact acelasi [...] cu mici diferente",
    "daca eu o sa gresec intentionat",
    "aici e un neajuns",
    "o combinatie de romana-engleza ca asa e la mine",
    "e timpul",
    "ce aveti in laborator este identic cu ce aveti la curs",
    "periati cererea"
  ],
  "Cristian Rusu": [
    "In informatica toata lumea pacaleste pe toata lumea",
    "Sistemul de operare ne minte pe toti",
    "Un parinte responsabil isi omoara toti copiii inainte sa se sinucida",
    "Americanii nu merg inapoi. Mereu mai mult",
    "Direct -10000 de puncte la examen",
    "Dragi studenti,\n \ntocmai am facut canalul pentru cursul de ASC pentru anul I.\nDaca aveti restanta la ASC va rog sa imi scrieti in privat si va adaug pe acel canal, ca sa putem tine legatura.\n \nPentru toata lumea, mult succes in anul II !",
    "Dragi studenti, examenele de restanta sunt corectate. In cateva zile veti avea rezultatele in catalogul online. Cei care nu ati promovat nici acum, va astept in vara cand aveti ultima incercare pe acest an. Pana atunci, succes tuturor pe semestrul 2 si numai bine! Si feriti-va de floats!",
    "Dragi studenti, ne vedem in amf. Haret toti si apoi vedem daca folosim si celalalt amf. rezervat pentru restanta. Mult succes tuturor!",
    "Dragi studenti, e-mail-uri cu rezultate au inceput sa plece catre voi. Mi-a facut niste probleme Gmail, dar sper ca s-au rezolvat.\n \nRezultatele sunt bune, au fost 27 de note \"10\" si au fost cativa studenti care au reusit (cu proiectul suplimentar) sa acumuleze pentru 10 puncte. Felicitari voua!\n \nAveti subiectele online, cu rezolvari. Va astept pe toti cei care nu ati reusit sa promovati acum in urmatoarele saptamani si luni. Va rog sa va pregatiti!\n \nAu fost foarte putini studenti care au realizat proiectul. Asa ca i-am punctat pe toti foarte generos (consider eu). Va incurajez pe cei care ati facut proiectul sa puneti aici ca reply la acest mesaj link la repo. Sa vada si colegii vostri ce ati facut!\n \nDaca sunteti pasionati de algoritmi numerici, securitate, logica, etc. va invit sa aruncati o privire pe site-ul institutului de cercetare din care facem parte o parte din profesorii de la UB: https://ilds.ro/ Daca sunteti pasionati de problemele aceastea, va asteptam sa colaboram in viitor!\n \nCam atat din partea mea. Sper ca materia a fost interesanta pentru voi si sper ca v-a placut! (chiar daca pe alocuri a fost dificila)\n \nNumai bine pe viitor!\nCR",
    "Nu am uitat, imediat!",
    "Dragi studenti, am terminat de corectat examenele voastre. Mai am de centralizat situatia si sper sa va dau rezultatele via e-mail maine. Maine seara rezultatele ajung in catalog. Intre timp am incarcat pe https://cs.unibuc.ro/~crusu/asc/final.html subiectele cu rezolvari. Va dau si maine un mesaj cand incep sa plece notele catre voi. Numai bine!",
    "Pentru ca ati dat atat de multi  initial m-am speriat si am crezut ca am pus subiectele, in loc de repartizarile pe sali. Daca si repartizarea provoaca frica ... Succes!",
    "Dragi studenti, se apropie ziua examenului. Atasata aveti repartizarea in amf. Vom fi in doua ture, de la 8am si de la 10am. Examenul va fi 2 ore, va rog sa ajungeti la timp pentru startul examenului.\n \nDaca nu va vedeti pe liste (si credeati ca trebuie sa fiti) va rog sa imi scrieti mie direct si voi verifica eu situatia voastra.\n \nSpor la invatat!",
    "Dragi studenti, stiu ca invatati din greu pentru examen dar cand faceti o pauza aruncati o privire peste proiectul unei persoane pasionate de ASC si .... Excel (+ mult timp liber). Vizionare placuta!",
    "Dragi studenti, va reamintesc ca astazi nu ne vedem la curs. Ne vedem maine cand, in loc de seminar, avem colocviul de laborator. Mult succes si spor la invatat pentru maine!",
    "Dragi studenti, cei care ati lucrat la laborator puteti sa incarcati link-ul la proiect aici https://forms.gle/Rc7ZEJhMFe8QXhtu8. Va rog sa lasati o explicatie cu structura proiectulu vostru in fisierul readme. Voi lasa link-ul deschis inca o zi. Ma scuzati pentru interziere, dar credeam ca facusem deja public formularul. Numai bine!",
    "Dragi studenti, va rog sa va intelegeti si sa imi propuneti o zi pentru examenul final de la ASC. Timpul trece si salile sunt rezervate rapid. Multumesc",
    "Dragi studenti, doua vesti. Prima, pe site-ul cursului la sectiunea laboratoare aveti acum postate link-uri la laboratoarele inregistrate in 2020. A doua chestiune, am discutat la curs despre recordul de frecventa care tocmai a fost batut https://www.tomshardware.com/news/core-i9-14900kf-breaks-world-record-almost-achieves-91ghz Ma scuzati, am gresit eu aici, eu am retinut 10.1, nu 9.1. Vor mai trece cativa ani pana sa ajunga la 10. Succes!",
    "Dragi studenti ai seriei 15, maine nu voi putea ajunge la seminarul de ASC. Vom recupera seminarul pe 18 octombrie in acelasi interval orar, miercuri 16-18, in sala 220. Ne vedem azi la curs si discutam daca sunt probleme! Multumesc pentru intelegere.",
    "Dragi studenti, bine ati venit pe grupul cursului de Arhitectura Sistemelor de Calcul!\n \nSper ca prima saptamana a mers bine.\nVa las aici link-ul la pagina web a cursului https://cs.unibuc.ro/~crusu/asc/index.html\n \nVom folosi acest canal de comunicatie ca sa va transmitem informatii in timpul semestrului si, evident, este un punct unde si voi puteti sa ne contactati pe noi. Intrebari despre curs/seminar la mine, iar despre laborator la profesorii de la laborator.\n \nSpor la treaba si va dorim mult succes!"
  ],
  "Cezara Benegui": [
    "Voi nu trebuie sa ganditi",
    "Te strang de gat",
    "devin agresiva",
    "nimic nu exista",
    "de obicei este mai bine sa avem un master si un slave",
    "daca punem ceva in slave trebuie sa-i zicem si lui master",
    "am fotografiat un tiganus",
    "mama mi-a zis ca arata ca o oratanie",
    "poate ca eu vreau sa am relatie cu studentii care deja au relatii cu alti profesori",
    "la examen va intreb despre ce pasari am vorbit la curs",
    "si n-o sa vedeti",
    "poate va dau o conditie",
    "chiar daca nu faceti nimic, va dau afara din examen",
    "regula gruparii este sa grupez",
    "sunt de valoare si tara",
    "eu sunt tzanca uraganu",
    "trebuie si noi sa fim primii undeva si suntem la o baza de date facuta de noi",
    "cum se intampla acest lucru? Pai imaginati-va asa, ca se intampla fix asa",
    "dam examenul in piscina",
    "nu exista, eu pur si simplu o folosesc",
    "cine ia 10 curat primeste o pasare printata",
    "Intotdeauna trimit si un formular de feedback. Bineinteles ca nu este obligatoriu, dar imi place sa obtin feedback, in special din partea studentilor care au luat parte la tot procesul de predare-invatare. Daca doresti sa il completezi ar fi minunat. \n \nMultumesc mult! Vacanta frumoasa! Ne revedem cu forte proaspete in toamna!  ",
    "Mi-am dorit sa iti scriu si sa te felicit personal pentru examenul la BD (test + examen scris). Ai avut lucrari foarte bune si sunt mandra de tot parcursul tau! Ai avut lucrarile in topul celor mai bune lucrari",
    "Temele sunt cel mai bun model. Va uitati asa:\n \nla diagramele studiate in cursuri - diagrama entitate relatie si transformarea in conceptuala\nla exercitiile cu diagrame facute tot in cursuri\nla prima tema de la curs - cea cu scenariul descris unde proiectati diagrama E/R si apoi Diagrama Conceptuala\n!!!!!! Mare atentie la notatiile invatate - # pentru cheia primara, cardinalitati maxime si minime de forma M(1), unde M este cardinalitatea maxima si (1) minima, faptul ca Diagrama E/R trebuie sa contina cheile primare, iar cea Conceptuala cheile primare, externe si cateva atribute importante. Cititi cu atentie regulamentul de la tema pentru ca se aplica si la examen, plus ce am facut noi in acele cursuri\napoi trebuie sa stiti expresie algebrica si arbore algebric - aici primiti de la mine proprietatile (deci nu trebuie sa le invatati)\npentru arbori exemplele din cursuri sunt la fel cu ce o sa primiti. Aveti chiar un exemplu complet cu aplicarea proprietatilor si cu optimizarea \ntema 2 de la curs este si ea foarte buna pentru modelul de examen\npentru FN-uri trebuie sa stiti (fara materiale) FN1, FN2, FN3 si denormalizare\npentru fiecare FN - definitia, regula Casey-Delobel si cum se aplica \nmodul de lucru aplicat in cazul tuturor exemplelor FN1, FN2 si FN3 din curs este fix ceea ce vreau la examen. \ntema 2 curs, exercitiul cu FN-uri este un bun exemplu si el"
  ],
  "Mihai Bucataru": [
    "capetenie a seriei",
    "nu va dau o problema, ma duc, fumez o tigara",
    "nu fac niciun spoiler",
    "notiunea mult mai interesanta: dependenta",
    "de ce cade moneda-n cap",
    "usor usor o sa pierdeti si mai mult increderea in mine",
    "acum invatam o limba straina",
    "din punctul asta se pot construi toate calculele posibile",
    "pentru cei dontre voi care ati avut ghinionul de a nu fi jucat niciodata table",
    "a priori",
    "n-o sa intru pentru ca nu ma pricep",
    "stie ca nu stie",
    "de cand m-am lasat de tigari eu nu mai simt",
    "ai avea cum sa elimini",
    "hai sa deducem bucataria din spate",
    "luam 100 de mii de oameni [...] si le dam celule izolate",
    "ii trimitem sa raspandeasca boala",
    "unii dintre ei, saracii, sunt sanatosi",
    "Dumnezeu e un mare ceasornicar",
    "daca covidul ar fi o boala",
    "nu notati la tabla",
    "omega poate sa fie oricat de urat posibil",
    "functia de masa [...] fata de masa",
    "endgame-ul cursului de astazi",
    "7 e evnimentul cand vine hotul",
    "astazi e o zi plina de probabilitati",
    "tot ce-am facut aici in fata arenei",
    "fizica cuantica ne spune, nu ne explica",
    "morala este ca nu",
    "o serie de indivizi care au greutati",
    "criteriul nr. 2 pare un nume plauzibil",
    "caz mai simplu de a avea -1 1 -1 1 -1 1",
    "mi-ar anihila functia mea",
    "dam cu zarul",
    "suma numerelor de pe 2 zaruri sa fie n",
    "daca la seminar ar veni Bill Gates",
    "o sa aiba sens pe viitor",
    "intrebarea obsedanta a cursului de astazi: exista",
    "si o salam [scalam]",
    "eu-eu vreau sa candidez",
    "aveti nevoie de youtube",
    "maxim un indian",
    "hierogrifele mele",
    "toate le vom pune sub aceiasi umbrela",
    "timpul de reconstructia a univeristatii este infinit",
    "abuz de notatie",
    "varianta mai autohtona: alba-neagra",
    "putem sa spargem canile",
    "nu sunt ca baietii de la turnul eiffel",
    "zarul, monty hall, usi",
    "daca doresti caprita, ai sansa mai mare sa gasesti caprita",
    "daca nu-i ferrari si nici first choice"
  ],
  "Paul Irofti": [
    "va amenint",
    "sa pun semintele urii devreme",
    "n-avem nicio invredere in voi",
    "sclavie moderna pe bani putini",
    "ce-mi vine in cap, asta dau la examen",
    "un numitor comun cand va bateti cu egalii vostri mai tarziu",
    "sa penalizeze leprele",
    "programele sunt niste mortaciuni pe discul vostru",
    "ma descurc sa va predau intr-o ordine nefireasca",
    "mie nu-mi pasa de fapt ce fac la cursul asta",
    "cei care eezvolta un sindrom Stockholm despre mine",
    "in general tot ce va spun este o minciuna",
    "trebuie sa stiti tot xkcd-ul pe dinafara altfel vi se revoca diploma",
    "eu sunt un proces controlez CPU",
    "Cum ajung la Constanta? Pe autostrada",
    "facem multe mizerii astazi",
    "secretariatul este un foarte bun exemplu",
    "daca anxietatea nu castiga",
    "e ca liceul [lib c?]care incearca sa ne eutanasieze",
    "astronautii mostri au 3 ecrane si nu fac nimic pe niciunul",
    "asta alearga ca un fraier",
    "ceva este sigur cand te enerveaza",
    "nu stiu foarte mare",
    "dreptul de a fi uitat",
    "tre sa angajati toata China",
    "un mega troll",
    "o sa vedeti in continuare troll",
    "cine naiba l-a deschis",
    "daca intalnes unu care scrie in rust incerc sa trec strada",
    "4096 ce numar magic si frumos si rotund",
    "i-am spus laborantilor sa va frece cu asta",
    "cred ca e bine ce spui, desi n-am inteles",
    "mai am de facut niste bucatarie si aici",
    "impreuna reusim",
    "si aici e bucataria",
    "il mut ca pe un animal",
    "nu trebuie ca el e stapanul",
    "ai racit cand erai mic si acuma nu mai iesi afara",
    "e doar rautate",
    "in realitate nici nu sunt folosite functiile astea",
    "l-ai folosit. acum trebuie sa-l implementezi",
    "fiecarui proces ii spune aceiasi minciuna ",
    "in orice sistem de operare veti mai citi - cei mai multi nici unul",
    "daca ma imbolnavesc vin dupa tine",
    "sa nu fie magic juju",
    "syscall arg-ul asta este un macrou",
    "ati facut curs de oop, da? Imi pare rau",
    "nu spune tot, geamul e deschis, calea e directa",
    "ms-dos n-a fost folosit nicaieri in mod serios, doar in casele noastre",
    "pe bios este un loc sfant",
    "dinozaurul asta ne invata despe ms-dos si atat",
    "Androidul a apelat MS-DOS-ul din noi",
    "cand pornesti un sistem de operare, nu mai poti sa pornesti orice sistem de operare",
    "tot, soc si groaza, despre procese",
    "cand ajungem la zapada, sper eu",
    "programul este o chestie moarta, ingropata pe disk [...] si, diferit de viata reala, o putem invia",
    "voi sta la o coada infinita pentru a lua covrigul meu",
    "daca eu vreau sa mananc, trebuie sa gasesc si pe cineva sa-mi dea",
    "am incheiat viata unui proces",
    "fiecare are un timp de curs [...] daca nu se incadreaza in el, sunt omorati",
    "o sa le punem aici desi e o minciuna... sunteti obisnuiti sa va mint",
    "programatorii, in general, sunt niste oameni groaznici",
    "presupun ca acest programator este infect",
    "zona de memorie nu e o chestie.",
    "cat de mult vrea ura de la utilizator",
    "de fapt hello world este o minciuna",
    "faci un copil [...] il astepti aa moara si iti continui executia",
    "o sa vorbim mai mult despre moarte a doua ora",
    "avem un idiot simplu",
    "emacs e un editor, sau sistem de operare - depinde pe cine intrebi",
    "din exec nu te mai intorci niciodata",
    "cum fac asta? O masluiesc",
    "cand intri in maternitate, ies doua",
    "facem intreaga gargara",
    "in continuare vom discuta cum mor copiii"
  ],
  "Iulia Hirica": [
    "veniti aici mai la uscat",
    "facem cel mai frumos desen din lume",
    "acuma vreau sa fac asta, sa ma rotesc"
  ],
  "Andrei Paun": [
    "Am ajuns la Mickey Mouse",
    "Facem un Google translate",
    "iti bagi un cui in talpa",
    "O explozie de stari",
    "Putem trece dintr-o stare in alta fara sa mancam",
    "ajungem la un DFA gras - in fine",
    "Am un graf nenorocit",
    "iti dau muchii pe-acolo, le frecam de nu stiu ce",
    "Concatenarea a 2 limbaje sunt toate nebuniile astea",
    "O sa sar de blah blah blah-uri",
    "Ala de musca un pic de fund",
    "si niste balarii",
    "Problema mai sucita un pic ca sa va stresez",
    "Daca era cu c-uri eram mancat",
    "iti multumesc ca te-ai oprit",
    "daca vrei sa-i faci cerculete innebunesti",
    "Planul nostru este sa blocam toate amfiteatrele",
    "Mai repede si mai rapid",
    "Ne transformam in politisti",
    "Deja am mintit",
    " Reuniunea e comutativa, socant sau nu",
    "Hai sa nu tinem minte",
    "impaturesti... O bucata de b-uri absorbita",
    "Tre sa intru cat mai adanc",
    "Aaah",
    "Am adaugat-o de am rasucit-o",
    "Incepe sa se inmulteasca",
    "Mizerie de-asta de lambda-NFA",
    "Un automat normal DFA la cap",
    "intr-un lambda-NFA groaznic",
    "ii fac implozie la maxim",
    "Haide sa vedem ce naiba inseamna [...] R k k de k-1 (= ar ca-ca de ca -1)",
    "Intram in partea grasa a cursului",
    "Am ajuns in broasca",
    "si brrrrrrrrr ... apare ceva ce o sa va faca frica. Va rog sa nu va speriati",
    "Nu a*. Cuvinte adevarate",
    "Cum era oratania aia pe care ati vazut-o cand ati intrat din pauza",
    "E oratania nr. 2 care ne dispera",
    "L este bla bla bla",
    "Hopcroft e heapsort ... Vi-l dau pe bubble sort",
    "Caut cuvinte de lungime 0",
    "Nu mai fac nicio inductie ca oricum nu o citeste nimeni",
    "il stergem si pe nenea asta",
    "daca va placeau DFA-urile, foarte rau",
    "Sunt OZN-uri acolo",
    "Sa le facem mai fortoase",
    "Nu e distractiv",
    "Mananc un a, mai mananc un a",
    "Doar stiva controleaza",
    "Cu nimic si dolar ma duc",
    "Mai avem 3 chestii mizerabile",
    "Am batut apa in piua",
    "Z0 este dolar",
    "Varianta ne-powerpoint",
    "Produs cartezian Da",
    "Revenim la firul rosu",
    "Am pus mana pe ea si am inlocuit-o",
    "Nu pot sa-l ating pe a. asta moare aici",
    "Fascism",
    "Sa numaram un pic",
    "E echivalent cu toata jungla asta",
    "M-am plictisit deja",
    "Variabilele nu se pot vedea pe ecran",
    "Daca am ajuns in B nu mai scap",
    "Evident se poate face mai simplu, dar ...",
    "O sa-l pun aicia, dar de obicei il tai",
    "Lambda acela uracios",
    "Le aruncam si pe alea non-terminale la gunoi",
    "A merge in abracadabra"
  ]


}